import { FAQ } from "@/types/faq";

const faqData: FAQ[] = [
  {
    id: 1,
    quest: "Как начать экспорт зерновых с ООО “СТ”?",
    ans: "Начните с отправки заявки на нашем сайте или позвоните нам по телефону. Наш менеджер свяжется с вами для обсуждения деталей и разработки индивидуального решения.",
  },
  {
    id: 2,
    quest: "Как осуществляется доставка зерновых культур?",
    ans: "ООО «СТ» предлагает различные варианты доставки: морским, железнодорожным и автомобильным транспортом. Мы подберем оптимальный маршрут и вид транспорта в зависимости от ваших требований и географии поставок.",
  },
  {
    id: 3,
    quest: "Как обеспечивается контроль качества зерновых культур?",
    ans: "ООО «СТ» сотрудничает с независимыми лабораториями, которые проводят тщательный анализ зерновых культур на соответствие международным стандартам качества. Мы предоставляем все необходимые сертификаты и протоколы испытаний.",
  },
];

export default faqData;
