import { Feature } from "@/types/feature";

const featuresData: Feature[] = [
  {
    id: 1,
    icon: "/images/icon/icon-01.svg",
    title: "О нашей компании",
    description:
      "ООО СТ — команда специалистов, поставляющих качественные семена сельскохозяйственных культур. Мы работаем с фермерами по всей России, обеспечивая надежный результат и долгосрочное сотрудничество.",
  },
  {
    id: 2,
    icon: "/images/icon/icon-02.svg",
    title: "Наши продукты",
    description:
      "Мы продаем семена пшеницы, ячменя, кукурузы и подсолнечника. Все семена качественные и подходят для разных условий выращивания. Помогаем фермерам получать хороший урожай.",
  },
  {
    id: 3,
    icon: "/images/icon/icon-03.svg",
    title: "Почему выбирают нас",
    description:
      "Мы предлагаем широкий ассортимент семян для сельского хозяйства, включая пшеницу, ячмень, кукурузу и подсолнечник.",
  },
  {
    id: 4,
    icon: "/images/icon/icon-04.svg",
    title: "Наши преимущества",
    description:
      "Наши семена проходят строгий контроль качества, что обеспечивает высокий урожай и устойчивость к болезням.",
  },
  {
    id: 5,
    icon: "/images/icon/icon-05.svg",
    title: "Новости и акции",
    description:
      "Следите за нашими новостями! Мы регулярно проводим акции и участвуем в отраслевых выставках. Узнайте о новых предложениях и достижениях компании.",
  },
  {
    id: 6,
    icon: "/images/icon/icon-06.svg",
    title: " Наши партнеры и отзывы",
    description:
      "Мы ценим доверие наших клиентов и партнеров. Ознакомьтесь с отзывами тех, кто уже сотрудничает с нами, и узнайте о наших ключевых партнерах, которые помогают нам достигать новых высот в сельском хозяйстве.",
  },
];

export default featuresData;
